IDS_DPLUS_REINF_TEST_MSG                      = "Test ( DPLUS_REINF )"

IDS_FRP_MATL_GRID_STRENGTH                    = "強度"
IDS_FRP_MATL_GRID_ELASTIC_MODULUS             = "彈性模數"
IDS_FRP_MATL_GRID_STRAIN                      = "最大應變"
IDS_FRP_MATL_GRID_THICKNESS                   = "厚度"
IDS_FRP_MATL_GRID_FIBER_TYPE                  = "纖維類型"

IDS_FRM_TBL_REIN_TYPE                         = "補強\n形式"

IDS_RFM_TBL_REIN_MATL                         = "補強材料"
IDS_RFM_TBL_REIN_MATL_NAME                    = "材料\n名稱"
IDS_RFM_TBL_USER_MATL                         = "自定義補強材料"
IDS_RFM_TBL_USER                              = "自定義"
IDS_RFM_TBL_USER_MATL_YIELD_STRENGTH          = "降伏\n強度"
IDS_RFM_TBL_USER_MATL_YIELD_STRAIN            = "降伏\n應變"
IDS_RFM_TBL_USER_MATL_THICKNESS               = "厚度"
IDS_RFM_TBL_USER_MATL_FIBER_TYPE              = "纖維\n類型"

IDS_RFM_TBL_YIELD_RATIO                       = "降伏比值"
IDS_RFM_TBL_YIELD_STRENGTH                    = "降伏\n強度"
IDS_RFM_TBL_YIELD_STRAIN                      = "降伏\n應變"

IDS_RFM_TBL_REINFORCE_DETAIL                  = "補強詳細資料"
IDS_RFM_TBL_REINFORCE_INFO_DOT                = "補強\n資料"
IDS_RFM_TBL_EXPOSURE_CONDITION                = "暴露\n條件"
IDS_RFM_TBL_WRAPING_SCHEME                    = "包覆\n方式"
IDS_RFM_TBL_SHEAR_DETAIL                      = "剪力詳細資料"
IDS_RFM_TBL_AXIAL_MOMENT_DETAIL               = "Axial +\nMoment\nDetail"
IDS_RFM_TBL_CHECK_SHEAR                       = "Check\nShear"
IDS_RFM_TBL_PIECES                            = "Piece(s)"

IDS_RFM_BATCH_DESIGN_BEAM__d__d               = "設計補強梁 (%d/%d)"

IDS_RFM_TBL_POSITIVE_MOMENT_BEFORE            = "正彎矩 (補強前)"
IDS_RFM_TBL_NEGATIVE_MOMENT_BEFORE            = "負彎矩 (補強前)"
IDS_RFM_TBL_SHEAR_FORCE_BEFORE                = "剪力 (補強前)"
IDS_RFM_TBL_SKIN_BAR                          = "腰筋"
IDS_RFM_TBL_STRENGTHENING_LIMIT               = "極限強度準則"
IDS_RFM_TBL_LIMIT                             = "極限強度"
IDS_RFM_TBL_POSITIVE_MOMENT_AFTER             = "正彎矩 (補強後)"
IDS_RFM_TBL_NEGATIVE_MOMENT_AFTER             = "負彎矩 (補強後)"
IDS_RFM_TBL_SHEAR_FORCE_AFTER                 = "剪力 (補強後)"
IDS_RFM_TBL_STRAIN                            = "Strain"
IDS_RFM_TBL_STRENGTH                          = "強度"
IDS_RFM_TBL_STRENGTH_RATIO                    = "強度比值"
IDS_RFM_TBL_MAX_STRENGTH                      = "最大強度"
IDS_RFM_TBL_REBAR_RATIO_MIN                   = "鋼筋比 ( Min )"
IDS_RFM_TBL_REBAR_RATIO_MAX                   = "鋼筋比 ( Max )"
IDS_RFM_TBL_REBAR_SPACE                       = "鋼筋間距"
IDS_RFM_TBL_STRESS                            = "應力"
IDS_RFM_TBL_CREEP                             = "潛變破壞"
IDS_RFM_TBL_DEVELOPMENT_LENGTH                = "伸展長度"

IDS_RFM_TBL_CHECK_RESULT_BEFORE               = "檢核計算結果 (補強前)"
IDS_RFM_TBL_CHECK_RESULT_AFTER                = "檢核計算結果 (補強後)"
IDS_RFM_TBL_POSITIVE_MOMENT                   = "正彎矩"
IDS_RFM_TBL_NEGATIVE_MOMENT                   = "負彎矩"
IDS_RFM_TBL_SHEAR_FORCE                       = "剪力"
IDS_RFM_TBL_MIN_DOT_N_REBAR_RATIO             = "最小比值"
IDS_RFM_TBL_MAX_DOT_N_REBAR_RATIO             = "最大比值"
IDS_RFM_TBL_MAX_DOT_N_STRENGTH                = "最大強度"
IDS_RFM_TBL_REBAR_N_SPACE                     = "鋼筋間距"
IDS_RFM_TBL_SKIN_N_REBAR                      = "腰筋"
IDS_RFM_TBL_SHEAR_N_STRENGTH                  = "剪力強度"

IDS_RFM_TBL_CORNER_RADIUS                     = "Corner"
IDS_RFM_TBL_DESIGN_RESULT_BEFORE              = "設計結果 (補強前)"
IDS_RFM_TBL_DESIGN_RESULT_AFTER               = "設計結果 (補強後)"
IDS_RFM_TBL_FRP_CARBON_PROP                   = "FRP / Carbon 性質"
IDS_RFM_TBL_GEOMETRY_OF_COLUMN                = "Geometry of Column"
IDS_RFM_TBL_CONFINED_CONCRETE                 = "Confined Concrete"

IDS_RFM_TBL_BEFORE_MOMENT_CAPA_BIG            = "彎矩強度 (補強前)"
IDS_RFM_TBL_BEFORE_SHEAR_CAPA_BIG             = "剪力強度 (補強前)"
IDS_RFM_TBL_BEFORE_SEISMIC_DESIGN_BIG         = "耐震設計 (補強前)"
IDS_RFM_TBL_AFTER_MOMENT_CAPA_BIG             = "彎矩強度 (補強後)"
IDS_RFM_TBL_AFTER_SHEAR_CAPA_BIG              = "剪力強度 (補強後)"
IDS_RFM_TBL_FRP_CARBON_PROP_BIG               = "FRP / Carbon 性質"
IDS_RFM_TBL_DEVELOP_LENGTH_BIG                = "伸展長度"
